[
    {
      "id": "angel-arevalo",
      "name": "Angel Arevalo",
      "number": "8",
      "team": "STELLAR Racing Tech",
      "country": "USA",
      "flag": "🇺🇸",
      "image": "/numbers/8.png",
      "car": "/ANGELCAR.jpg",
      "stats": {
        "titles": 0,
        "wins": 0,
        "podiums": 0,
        "starts": 0
      },
      "bio": "Angel Arevalo competes for STELLAR Racing Tech in AFO Season 3. Entering Season 3 as a complete newcomer, this driver carries the rookie tag and the excitement of a fresh start in the AFO grid. Without historical data or previous season results to lean on, they represent a true wildcard for established veterans like Jaap Wagenvoort or Auge Rimkūnas. Angel's primary objective in the opening rounds will be navigating the steep learning curve of league dynamics and race-day pressure while aiming for the consistency required to secure frequent points. In a league where mid-field points are hard-fought and many drivers struggle to break into the scoring ranks, Angel's first task will be to prove they can compete with the likes of Frederick Nichols or Evan Pardy. While they lack a track record, the element of surprise may play in their favor, as rival teams will have no scouting report on their defensive style or qualifying pace during the early season scrambles."
    },
    {
      "id": "cash-aiello",
      "name": "Cash Aiello",
      "number": "65",
      "team": "STELLAR Racing Tech",
      "country": "USA",
      "flag": "🇺🇸",
      "image": "/numbers/65.png",
      "car": "/CASHCAR.jpg",
      "stats": {
        "titles": 0,
        "wins": 0,
        "podiums": 0,
        "starts": 4
      },
      "bio": "Cash Aiello competes for STELLAR Racing Tech in AFO Season 3. Entering Season 3 as a complete newcomer, this driver carries the rookie tag and the excitement of a fresh start in the AFO grid. Without historical data or previous season results to lean on, they represent a true wildcard for established veterans like Jaap Wagenvoort or Auge Rimkūnas. Cash's primary objective in the opening rounds will be navigating the steep learning curve of league dynamics and race-day pressure while aiming for the consistency required to secure frequent points. In a league where mid-field points are hard-fought and many drivers struggle to break into the scoring ranks, Cash's first task will be to prove they can compete with the likes of Frederick Nichols or Evan Pardy. While they lack a track record, the element of surprise may play in their favor, as rival teams will have no scouting report on their defensive style or qualifying pace during the early season scrambles."
    },
    {
      "id": "jaap-wagenvoort",
      "name": "Jaap Wagenvoort",
      "number": "1",
      "team": "Sonny GP",
      "country": "Netherlands",
      "flag": "🇳🇱",
      "image": "/numbers/1.png",
      "car": "/JAAPCAR.jpg",
      "stats": {
        "titles": 1,
        "wins": 4,
        "podiums": 6,
        "starts": 9
      },
      "bio": "Jaap Wagenvoort carries the momentum of a dominant championship campaign in Season 2, where he secured the top spot with a total of 96 points. Representing Sonny GP, Wagenvoort established himself as a frontrunner early on, utilizing consistent podium finishes and key race wins—including victories in the first Turkey round and the second Malaysia round—to build a lead over his closest rivals. His ability to maintain pace throughout the nine-race schedule was a hallmark of his season, finishing as a runner-up in both the final British and Italian rounds to solidify his position. As the reigning leader, the challenge for Wagenvoort in the upcoming season will be fending off the high-pressure pursuit of Augo Rimkūnas, who trailed him by only 9 points at the close of the previous year."
    },
    {
      "id": "karim-yacoub",
      "name": "Karim Yacoub",
      "number": "57",
      "team": "Sonny GP",
      "country": "Egypt",
      "flag": "🇪🇬",
      "image": "/numbers/57.png",
      "car": "/KARIMCAR.jpg",
      "stats": {
        "titles": 0,
        "wins": 0,
        "podiums": 0,
        "starts": 2
      },
      "bio": "Karim Yacoub competes for Sonny GP in AFO Season 3. Entering Season 3 as a complete newcomer, this driver carries the rookie tag and the excitement of a fresh start in the AFO grid. Without historical data or previous season results to lean on, they represent a true wildcard for established veterans like Jaap Wagenvoort or Auge Rimkūnas. Karim's primary objective in the opening rounds will be navigating the steep learning curve of league dynamics and race-day pressure while aiming for the consistency required to secure frequent points. In a league where mid-field points are hard-fought and many drivers struggle to break into the scoring ranks, Karim's first task will be to prove they can compete with the likes of Frederick Nichols or Evan Pardy. While they lack a track record, the element of surprise may play in their favor, as rival teams will have no scouting report on their defensive style or qualifying pace during the early season scrambles."
    },
    {
      "id": "petar-prentic",
      "name": "Petar Prentic",
      "number": "14",
      "team": "KV Group",
      "country": "Montenegro",
      "flag": "🇲🇪",
      "image": "/numbers/14.png",
      "car": "/PETARCAR.jpg",
      "stats": {
        "titles": 0,
        "wins": 0,
        "podiums": 3,
        "starts": 8
      },
      "bio": "Petar Prentic enters Season 3 as one of the most reliable and formidable drivers on the grid, having secured a 3rd place finish in the Season 2 championship with 69 points. During his time with SRT, Prentic was a cornerstone of the team's success, demonstrating remarkable consistency by scoring points in eight out of the nine scheduled rounds. While he didn't climb the top step of the podium in Season 2, his campaign was defined by high-level execution, including 2nd place finishes in the first Malaysia round and the second Italy round, as well as a 3rd place in the season opener. Despite this strong partnership with SRT, Prentic made a shock transfer at the end of the season to KV Motorsport, hoping for pastures anew. Heading into the new season with a different outfit, he remains a proven podium threat who thrives on staying out of trouble and capitalizing on the mistakes of others."
    },
    {
      "id": "ryan-hawk",
      "name": "Ryan Hawk",
      "number": "90",
      "team": "KV Group",
      "country": "Saudi Arabia",
      "flag": "🇸🇦",
      "image": "/numbers/90.png",
      "car": "/RYANCAR.jpg",
      "stats": {
        "titles": 0,
        "wins": 0,
        "podiums": 2,
        "starts": 11
      },
      "bio": "Finishing Season 2 in a strong 4th place with 59 points, Ryan Hawk heads into the new campaign established as a cornerstone of the KV Motorsport lineup. Throughout the previous season, Hawk proved to be a model of consistency and grit, overcoming an early retirement in the first Turkey round to score points in every subsequent race. His season highlights included two impressive podium finishes, taking 2nd place in the first Italy round and 3rd place in the second. By choosing to stay with KV Motorsport for Season 3, Hawk provides the team with much-needed stability as they welcome his former rival, Petar Prentic, to the garage. Having narrowly missed out on the championship top three by just 10 points, Hawk enters the new season with the clear objective of turning his consistent top-five pace into a sustained title challenge."
    },
    {
      "id": "evan-pardy",
      "name": "Evan Pardy",
      "number": "64",
      "team": "Blue Ridge Racing",
      "country": "USA",
      "flag": "🇺🇸",
      "image": "/numbers/64.png",
      "car": "/EVANCAR.jpg",
      "stats": {
        "titles": 0,
        "wins": 1,
        "podiums": 0,
        "starts": 6
      },
      "bio": "Despite joining the grid midway through Season 2, Evan Pardy enters the new campaign as one of the grid's most efficient scorers, having secured 12th place overall with 17 points. Representing Blue Ridge Racing, Pardy made an immediate impact upon his arrival, scoring points in four out of the five races he entered. His debut stretch was highlighted by a consistent run through the Italian rounds, where he secured 5th and 6th place finishes respectively. By renewing with Blue Ridge for Season 3, Pardy aims to build on the chemistry established during their late-season surge and translate that momentum into a full-season campaign. Having already outperformed several full-time drivers in limited appearances, he heads into the new year as a dark horse contender capable of disrupting the established order at the top of the standings."
    },
    {
      "id": "jorge-caro",
      "name": "Jorge Caro",
      "number": "12",
      "team": "Blue Ridge Racing",
      "country": "Spain",
      "flag": "🇪🇸",
      "image": "/numbers/12.png",
      "car": "/JORGECAR.jpg",
      "stats": {
        "titles": 0,
        "wins": 1,
        "podiums": 3,
        "starts": 5
      },
      "bio": "Jorge Caro enters Season 3 as one of the most intriguing drivers on the grid, finishing Season 2 in 7th place with 30 points. His campaign was a rollercoaster of high drama and raw speed; while he suffered a heartbreaking loss in Malaysia after a final-lap collision cost him a certain victory, he eventually found redemption by claiming a stunning 1st place finish in the final Italian round. Despite this late-season breakthrough with RalliArt Mitsubishi Marlboro, Caro has opted for a change of scenery by making the jump to Blue Ridge Racing for the new season. Joining a team that showed immense potential late in the year, Caro's move is a clear statement of intent. He heads into Season 3 looking to pair his proven race-winning pace with better luck and the consistency needed to challenge the top three for the title."
    },
    {
      "id": "hritesh-lama",
      "name": "Hritesh Lama",
      "number": "69",
      "team": "Tygersport",
      "country": "United Kingdom",
      "flag": "🇬🇧",
      "image": "/numbers/69.png",
      "car": "/HRITESHCAR.jpg",
      "stats": {
        "titles": 0,
        "wins": 0,
        "podiums": 1,
        "starts": 7
      },
      "bio": "Finishing Season 2 in 8th place with 27 points, Hritesh Lama enters the new year looking for redemption following a campaign that wasn't as impressive as he had hoped. Representing Tygersport, Lama showed flashes of high-end potential, most notably securing a podium with a 3rd place finish in the first Italian round and a solid 4th place in the second. However, his season was hampered by inconsistency and missed opportunities, including two DNF results and several rounds where he failed to score significant points. Despite these frustrations, Lama has renewed his commitment to Tygersport for Season 3, opting for continuity over a change of scenery. Heading into the new championship, his primary focus will be eliminating the mid-season slumps to ensure he can consistently fight at the front of the pack alongside the title favorites."
    },
    {
      "id": "mackenzie-thompson",
      "name": "Mackenzie Thompson",
      "number": "13",
      "team": "Tygersport",
      "country": "USA",
      "flag": "🇺🇸",
      "image": "/numbers/13.png",
      "car": "/MACKENZIECAR.jpg",
      "stats": {
        "titles": 0,
        "wins": 0,
        "podiums": 1,
        "starts": 3
      },
      "bio": "Mackenzie Thompson enters Season 3 as one of the most talked-about prospects on the grid after a breakout performance late in the previous year. Having spent the majority of Season 2 as a development driver for Zero Motorsports, she remained largely on the sidelines until receiving a high-pressure call-up for the Italian rounds. Thompson seized the opportunity immediately, bagging a sensational 3rd place podium finish in her very first outing and following it up with an 8th place in the second race. This late-season surge allowed her to finish 9th overall in the standings with 23 points, despite competing in only a fraction of the races. Her clinical debut and raw pace impressed Tygersport enough to ink a full-time contract for the new season. Now stepping into a primary seat, Thompson transitions from an underdog replacement to a key player expected to challenge for podiums from the very first round."
    },
    {
      "id": "frederick-nicholls",
      "name": "Frederick Nicholls",
      "number": "15",
      "team": "SKY CLAN eSPORTS",
      "country": "United Kingdom",
      "flag": "🇬🇧",
      "image": "/numbers/15.png",
      "car": "/FREDCAR.jpg",
      "stats": {
        "titles": 0,
        "wins": 0,
        "podiums": 0,
        "starts": 9
      },
      "bio": "Frederick Nicholls enters Season 3 as the definitive face of SKYCLAN eSPORTS, balancing his role as a competitive driver with his responsibilities as a businessman within the organization. During Season 2, Nicholls finished 11th overall with 20 points, a result that reflected a season of flashes of brilliance tempered by missed opportunities. While he secured respectable finishes in the latter half of the season, including a 6th place in the first Italian round and a 9th place in the second British round, several DNF results prevented the team from reaching the competitive highs they had envisioned. Despite these frustrations, Nicholls remains the core leader of the outfit, heading into the new campaign with a renewed determination to elevate his team's standing. For Season 3, his challenge will be to translate the team's commercial ambition into on-track results, aiming to move beyond the midfield and break into the top ten point-scorers."
    },
    {
      "id": "daniele-tallarino",
      "name": "Daniele Tallarino",
      "number": "25",
      "team": "SKY CLAN eSPORTS",
      "country": "Italy",
      "flag": "🇮🇹",
      "image": "/numbers/25.png",
      "car": "/DANIELLECAR.jpg",
      "stats": {
        "titles": 0,
        "wins": 0,
        "podiums": 0,
        "starts": 2
      },
      "bio": "Heading into Season 3, Daniele Tallarino remains with SKYCLAN eSPORTS, looking to put a difficult and lacklustre Season 2 behind him. Throughout the previous campaign, Tallarino struggled to find his rhythm, ultimately finishing 26th in the standings with a total of only 4 points. His scoring was limited to a single points-paying weekend in the first Italian rounds, where he managed two consecutive 9th-place finishes. Outside of that brief glimpse of form, his season was marred by absences or non-scoring results, leaving him well behind his teammate and team owner, Frederick Nicholls. By staying with SKYCLAN for the new season, Tallarino is banking on continuity and a fresh start to rediscover the pace needed to be a regular contender in the midfield."
    },
    {
      "id": "joshi-mandelbaum",
      "name": "Joshi Mandelbaum",
      "number": "47",
      "team": "Kuiper Darkstar Racing",
      "country": "Germany",
      "flag": "🇩🇪",
      "image": "/numbers/47.png",
      "car": "/JOSHICAR.jpg",
      "stats": {
        "titles": 0,
        "wins": 0,
        "podiums": 0,
        "starts": 2
      },
      "bio": "Joshi Mandelbaum competes for Kuiper Darkstar Racing in AFO Season 3. Entering Season 3 as a complete newcomer, this driver carries the rookie tag and the excitement of a fresh start in the AFO grid. Without historical data or previous season results to lean on, they represent a true wildcard for established veterans like Jaap Wagenvoort or Auge Rimkūnas. Joshi's primary objective in the opening rounds will be navigating the steep learning curve of league dynamics and race-day pressure while aiming for the consistency required to secure frequent points. In a league where mid-field points are hard-fought and many drivers struggle to break into the scoring ranks, Joshi's first task will be to prove they can compete with the likes of Frederick Nichols or Evan Pardy. While they lack a track record, the element of surprise may play in their favor, as rival teams will have no scouting report on their defensive style or qualifying pace during the early season scrambles."
    },
    {
      "id": "simon-pavlik",
      "name": "Simon Pavlik",
      "number": "93",
      "team": "Kuiper Darkstar Racing",
      "country": "Slovakia",
      "flag": "🇸🇰",
      "image": "/numbers/93.png",
      "car": "/SIMONPCAR.jpg",
      "stats": {
        "titles": 0,
        "wins": 0,
        "podiums": 0,
        "starts": 0
      },
      "bio": "Heading into Season 3, Simon Pavlik faces a defining year in his career as he moves to Kuiper Darkstar Racing. His previous campaign was marked by significant struggles, often finding himself multiple seconds off the pace and frequently failing to meet the 107% rule threshold—a safety regulation designed to ensure all cars on the grid are fast enough to be competitive. These performance gaps meant Pavlik was often ineligible to start races, leading to a very poor form label and a lack of points on the board. For Season 3, his primary goals have shifted toward fundamental improvement, specifically focusing on becoming a cleaner and more reliable driver on track. While the leap to the front of the grid may be steep, Pavlik's objective with his new team is to find the consistency needed to finally close the gap to the mid-field and establish himself as a regular presence on the starting grid."
    },
    {
      "id": "willy-rainbow",
      "name": "Willy Rainbow",
      "number": "92",
      "team": "Techteam CHP",
      "country": "USA",
      "flag": "🇺🇸",
      "image": "/numbers/92.png",
      "car": "/WILLYCAR.jpg",
      "stats": {
        "titles": 0,
        "wins": 0,
        "podiums": 0,
        "starts": 6
      },
      "bio": "Moving into Season 3, Willy Rainbow transitions from a part-time contender to a full-time seat after signing with Techteam CHP. During Season 2, Rainbow operated as a wildcard entry, making the most of a limited schedule to secure 17th place overall with 10 points. Despite his few chances, he displayed solid race craft by scoring in all three of the final rounds he entered, including a season-high 7th place finish in the first Italian race. Now established as a main driver for CHP, Rainbow no longer has to worry about the inconsistency of a wildcard schedule and can focus on building a cohesive season-long campaign. His performance in the latter half of Season 2 suggests he has the pace to be a consistent point-scorer, and his primary goal for the new year will be to push CHP into the upper echelons of the midfield battle."
    },
    {
      "id": "murat-goodman",
      "name": "Murat Goodman",
      "number": "44",
      "team": "Techteam CHP",
      "country": "Turkey",
      "flag": "🇹🇷",
      "image": "/numbers/44.png",
      "car": "/MURATCAR.jpg",
      "stats": {
        "titles": 0,
        "wins": 0,
        "podiums": 0,
        "starts": 2
      },
      "bio": "Murat Goodman enters Season 3 as a driver who has truly paid his dues, finally securing a full-time seat with Techteam CHP. Throughout Season 2, Goodman dedicated himself to the grind as a development driver for BSCA, making limited appearances that saw him finish 31st overall with 0 points. Despite the lack of points, his commitment during his two race starts—finishing 12th and 11th in the final British rounds—demonstrated a steady hand and an ability to bring the car home in challenging conditions. His reputation for hard work behind the scenes and his solid performance during his late-season call-up earned him the promotion to a primary seat for the new championship. Now stepping into the spotlight alongside his new teammate, Willy Rainbow, Goodman's objective is to translate his development experience into a consistent points-scoring campaign for CHP"
    },
    {
      "id": "eliot-vega",
      "name": "Eliot Vega",
      "number": "29",
      "team": "Vega Sport GP",
      "country": "USA",
      "flag": "🇺🇸",
      "image": "/numbers/29.png",
      "car": "/splash.png",
      "stats": {
        "titles": 0,
        "wins": 0,
        "podiums": 0,
        "starts": 2
      },
      "bio": "Eliot Vega enters Season 3 in the unique and demanding dual role of owner-driver for the newly established Vegasport. Following a Season 2 where many independent and smaller outfits struggled to maintain consistency and avoid DNF results, Vega's decision to spearhead his own program represents a significant gamble and a commitment to the long-term future of the grid. Unlike established team leaders such as Frederick Nicholls of SKYCLAN eSPORTS, Vega starts with a clean slate and the monumental task of building a competitive structure from the ground up. His performance on the track will be closely watched to see if he can balance the administrative pressures of team ownership with the raw pace required to compete against the likes of Jaap Wagenvoort or Augo Rimkūnas. For Vegasport, the inaugural season will be a true test of endurance, with Vega aiming to establish his team as a professional and scoring-capable mainstay in the AFO championship."
    },
    {
      "id": "simon-wagenvoort",
      "name": "Simon Wagenvoort",
      "number": "10",
      "team": "Vega Sport GP",
      "country": "Netherlands",
      "flag": "🇳🇱",
      "image": "/numbers/10.png",
      "car": "/splash.png",
      "stats": {
        "titles": 0,
        "wins": 0,
        "podiums": 1,
        "starts": 2
      },
      "bio": "Simon Wagenvoort enters Season 3 as one of the most anticipated rookies on the grid, carrying both the prestige and the pressure of being the son of the reigning champion, Jaap Wagenvoort. While his father remains the benchmark of the league after a dominant 96-point championship run with Sonny GP, Simon has chosen to carve his own path by signing with the newly formed Vegasport. As a newcomer with no prior AFO race data, he represents a total wildcard for the field, though his lineage suggests a natural aptitude for the high-stakes environment of Formula racing. Driving for an owner-driver outfit like Eliot Vega's, Simon will be tasked with helping build a new team's reputation from scratch while operating under the inevitable shadow of his father's success. His debut season will be a true test of whether he can translate the family name into his own legacy of points and podiums."
    },
    {
      "id": "james-knox",
      "name": "James Knox",
      "number": "75",
      "team": "Fox eSports",
      "country": "England",
      "flag": "🏴󠁧󠁢󠁥󠁮󠁧󠁿",
      "image": "/numbers/75.png",
      "car": "/JAMESCAR.jpg",
      "stats": {
        "titles": 0,
        "wins": 0,
        "podiums": 1,
        "starts": 2
      },
      "bio": "James Knox (born 14 December 2006 in Brighton, England) is a British eSports racing driver competing in AFO. He drives for his own team, FOX eSports, and is set to contest the full championship in Season 3. \n\n Knox previously made an impact ahead of Season 2 by winning the two unofficial test races, demonstrating strong pace and racecraft, but was unable to participate in the season itself due to commitments in other leagues. Returning for Season 3, Knox aims to establish himself as a regular front running competitor in AFO while leading FOX eSports through its campaign."
    },
    {
      "id": "dan-thyn",
      "name": "Dan Thyn",
      "number": "38",
      "team": "Fox eSports",
      "country": "Czech Republic",
      "flag": "🇨🇿",
      "image": "/numbers/38.png",
      "car": "/DANCAR.jpg",
      "stats": {
        "titles": 0,
        "wins": 0,
        "podiums": 0,
        "starts": 2
      },
      "bio": "Dan Thyn (born in the Czech Republic) is a Czech eSports racing driver competing in AFO. Widely known for his confidence and outspoken personality, Thyn is regarded by himself - and loudly claims to be regarded by others - as the greatest talent to ever touch a sim rig. Backed by Qatari funding since the early stages of his racing career, this support provided the financial foundation that allowed him to progress rapidly through the ranks and compete at the highest level. Entering the championship surrounded by controversy, Thyn has built a reputation as one of the most polarising figures on the grid. While his pace and results demand attention, his attitude has made him unpopular among many competitors. As he continues his AFO campaign, Thyn aims to convert notoriety into dominance and prove that his reputation is justified on track."
    },
    {
      "id": "auge-rimkunas",
      "name": "Auge Rimkunas",
      "number": "44",
      "team": "Out For Blood",
      "country": "Lithuania",
      "flag": "🇱🇹",
      "image": "/numbers/44.png",
      "car": "/AUGECAR.jpg",
      "stats": {
        "titles": 0,
        "wins": 4,
        "podiums": 5,
        "starts": 10
      },
      "bio": "Heading into Season 3, Auge Rimkūnas is a driver on a mission to reclaim the top spot after a heartbreaking conclusion to the previous year. Throughout Season 2, Rimkūnas was the most prolific winner on the grid, securing a league-high four victories, including a dominant string of three consecutive wins across the Malaysia and Italy rounds. Despite this incredible run of form, he ultimately lost the title in the final race of the season, finishing just 9 points behind Jaap Wagenvoort with a total of 87 points. For Season 3, Rimkūnas has moved on from SRT to join the aptly named Out For Blood, a move that signals his intense focus on redressing the balance. Having proven he has the raw speed to dominate the field, his campaign will be defined by his quest to turn those individual race wins into the one prize that eluded him last year: the championship trophy."
    },
    {
        "id": "jacob-formy",
        "name": "Jacob Formy",
        "number": "9",
        "team": "Out For Blood",
        "country": "Czech Republic",
        "flag": "🇨🇿",
        "image": "/numbers/00.png",
        "car": "/splash.png",
        "stats": {
          "titles": 0,
          "wins": 0,
          "podiums": 1,
          "starts": 2
        },
        "bio": "Jacob Formy enters Season 3 as a high-profile rookie, stepping directly into one of the most pressurized seats on the grid as the teammate to Auge Rimkūnas at Out For Blood. Joining a team with such a clear, aggressive mission means Formy will be expected to contribute to the constructors' battle immediately while learning the ropes of the AFO championship. As a newcomer with no prior history in the league, he lacks the established track record of Season 2's top performers, but his position alongside a title favorite suggests the team has immense confidence in his raw pace. His primary challenge will be finding his feet quickly to provide rear-guard support for Rimkūnas, all while aiming to secure his first points and prove he belongs at the sharp end of the grid. In an environment where the mid-field is notoriously unforgiving, Formy's debut season will be a trial-by-fire as he looks to establish himself as a future star in his own right."
      }
  ]